[
  {
    "fecha": "2025-04-11 19:53",
    "mensaje": "D칤as atr치s les envi칠 un mensaje de correo indicando que <font color='blue'>nadie debe faltar a la 칰nica sesi칩n presencial de cada semana<font color='black'>. Luego otro informando que <font color='blue'>la asistencia la evaluar칤a como una nota m치s.<font color='black'><br>\n<br>\nAhora les informo lo siguiente: <font color='red'>nadie debe faltar este lunes 14 y martes 15 pues se realizar치 una evaluaci칩n individual respecto del primer proyecto que desarrollar치n<font color='black'>"
  },
  {
    "fecha": "2025-04-05 23:47",
    "mensaje": "ASISTENCIA<br>\n<br>\nLa asistencia de la secci칩n 2 el martes pasado fue casi completa, permitiendo con ello realizar la actividad planificada. 游游游<br>\n<br>\nAgradecer칠 que ocurra lo mismo con ambas secciones todas las semanas pues, en cada una intentaremos agregar algo que nos ayude alcanzar el objetivo de la asignatura, que no es solo lograr las aplicaciones a desarrollar sino que hacerlo de un modo similar a como eso ocurre en la realidad"
  },
  {
    "fecha": "2025-03-27 09:46",
    "mensaje": "Al inicio de esta semana cada uno deber칤a haber seleccionado los <font color='red'>tres proyectos<font color='black'> que m치s le interesaron y <font color='red'>subido<font color='black'> un PDF justificando y explicando su elecci칩n<br><br>Luego...<br><br>Cada grupo decide cuales ser치n, <font color='blue'>de entre los seleccionados por cada integrante<font color='black'>, <font color='red'>los dos proyectos que desarrollar치n durante el semestre<font color='black'><br><br>Esos dos proyectos <font color='red'>deben ser de distinta categor칤a de complejidad<font color='black'> (A, B o C)<br><br>Comienzan a preparar <font color='red'>el informe que se debe subir antes de las 22:00 de este domingo 30 de marzo<font color='black'> (deben incluir los <font color='red'>criterios y argumentos<font color='black'> usado para decidirse por esos dos proyectos)<br><br>(toda actividad con \"entregas\" es calificada)<br><br>-------------------------------------------------------------------------------------------------------------------------------------"
  }
]